Repository: scottzx/VoiceContext
Catalog: Integration/Resources/Fusion.xcstrings
Source language: en
Languages: zh_hans

# 聊天
source: Chat
zh_hans: 聊天

# 会议
source: Meetings
zh_hans: 会议

# 待办事项
source: Tasks
zh_hans: 待办事项

# 拓展
source: Extensions
zh_hans: 拓展

# 工具
source: Tools
zh_hans: 工具

# 模型与服务
source: Models & Providers
zh_hans: 模型与服务

# 浏览器
source: Browser
zh_hans: 浏览器

# 终端
source: Terminal
zh_hans: 终端

# 我的与设置
source: My Settings
zh_hans: 我的与设置

# 设置
source: Settings
zh_hans: 设置

# 通用
source: General
zh_hans: 通用

# 语言与外观
source: Language & Appearance
zh_hans: 语言与外观

# 录音与我的
source: Recording & Personal
zh_hans: 录音与我的

# 录音与我的设置
source: Recording & Personal Settings
zh_hans: 录音与我的设置

# 会议资料暂不可用
source: Meeting Materials Unavailable
zh_hans: 会议资料暂不可用

# 好
source: OK
zh_hans: 好

# 系统提醒事项
source: System Reminders
zh_hans: 系统提醒事项

# 允许访问后，可在这里管理与 iPhone 提醒事项相同的待办。
source: Allow access to manage the same tasks as in iPhone Reminders.
zh_hans: 允许访问后，可在这里管理与 iPhone 提醒事项相同的待办。

# 允许访问
source: Allow Access
zh_hans: 允许访问

# 打开系统设置
source: Open System Settings
zh_hans: 打开系统设置

# 显示已完成
source: Show Completed
zh_hans: 显示已完成

# 标为未完成
source: Mark Incomplete
zh_hans: 标为未完成

# 完成待办
source: Complete Task
zh_hans: 完成待办

# 未命名待办
source: Untitled Task
zh_hans: 未命名待办

# 暂无待办事项
source: No Tasks
zh_hans: 暂无待办事项

# 新增待办事项
source: Add Task
zh_hans: 新增待办事项

# 提醒事项
source: Reminders
zh_hans: 提醒事项

# 标题
source: Title
zh_hans: 标题

# 备注
source: Notes
zh_hans: 备注

# 列表
source: List
zh_hans: 列表

# 到期日期
source: Due Date
zh_hans: 到期日期

# 日期
source: Date
zh_hans: 日期

# 删除待办事项
source: Delete Task
zh_hans: 删除待办事项

# 新增待办
source: New Task
zh_hans: 新增待办

# 编辑待办
source: Edit Task
zh_hans: 编辑待办

# 取消
source: Cancel
zh_hans: 取消

# 保存
source: Save
zh_hans: 保存

# 删除此系统提醒事项？
source: Delete this system reminder?
zh_hans: 删除此系统提醒事项？

# 删除
source: Delete
zh_hans: 删除

# 无法读取提醒事项，请重试。
source: Unable to load reminders. Please try again.
zh_hans: 无法读取提醒事项，请重试。

# 此提醒事项列表为只读。
source: This reminder list is read-only.
zh_hans: 此提醒事项列表为只读。

# 请选择可写的提醒事项列表。
source: Choose a writable reminder list.
zh_hans: 请选择可写的提醒事项列表。

# 此提醒事项已被删除，请关闭后刷新。
source: This reminder has been deleted. Close the editor and refresh.
zh_hans: 此提醒事项已被删除，请关闭后刷新。

# 无法读取提醒事项
source: Unable to Load Reminders
zh_hans: 无法读取提醒事项

# 重试
source: Retry
zh_hans: 重试

# 全部列表
source: All Lists
zh_hans: 全部列表

# 筛选待办事项
source: Filter Tasks
zh_hans: 筛选待办事项

# 系统限制了提醒事项访问，请检查设备的访问限制。
source: Access to reminders is restricted by the system. Check your device restrictions.
zh_hans: 系统限制了提醒事项访问，请检查设备的访问限制。

# 提醒事项访问已关闭，请在系统设置中允许访问。
source: Reminder access is off. Allow access in system settings.
zh_hans: 提醒事项访问已关闭，请在系统设置中允许访问。

# 正在读取提醒事项…
source: Loading reminders…
zh_hans: 正在读取提醒事项…

# 没有可写的提醒事项列表，请在系统提醒事项中创建列表。
source: No writable reminder lists. Create a list in the Reminders app.
zh_hans: 没有可写的提醒事项列表，请在系统提醒事项中创建列表。

# 已完成
source: Completed
zh_hans: 已完成

# 只读列表
source: Read-only List
zh_hans: 只读列表

# 正在更新…
source: Updating…
zh_hans: 正在更新…

# 到期时间
source: Due Time
zh_hans: 到期时间

# 时间
source: Time
zh_hans: 时间

# 到期日期用于安排待办；通知请单独设置定时提醒。
source: The due date schedules the task. Set a timed alert separately for notifications.
zh_hans: 到期日期用于安排待办；通知请单独设置定时提醒。

# 定时提醒
source: Timed Alert
zh_hans: 定时提醒

# 提醒时间
source: Alert Time
zh_hans: 提醒时间

# 通知由系统提醒事项发送，是否提示取决于系统通知设置。
source: The Reminders app delivers notifications according to your system notification settings.
zh_hans: 通知由系统提醒事项发送，是否提示取决于系统通知设置。

# 此事项包含重复或复杂提醒，时间设置已保留。请在系统提醒事项中调整。
source: This task has a repeating or advanced alert. Its schedule is preserved. Adjust it in the Reminders app.
zh_hans: 此事项包含重复或复杂提醒，时间设置已保留。请在系统提醒事项中调整。

# 此提醒事项不可编辑，请检查列表权限和系统访问设置。
source: This reminder cannot be edited. Check list permissions and system access settings.
zh_hans: 此提醒事项不可编辑，请检查列表权限和系统访问设置。

# 此事项的时间设置已在外部变更，请关闭后重新编辑。
source: This task’s schedule changed outside the app. Close and reopen the editor.
zh_hans: 此事项的时间设置已在外部变更，请关闭后重新编辑。

# 配置模型与服务
source: Configure Models and Services
zh_hans: 配置模型与服务

# 请先配置模型服务并选择聊天模型，然后重新整理文稿。录音与回听仍可使用。
source: Configure a model service and select a chat model, then try organizing the transcript again. Recording and playback remain available.
zh_hans: 请先配置模型服务并选择聊天模型，然后重新整理文稿。录音与回听仍可使用。

# 已恢复为未完成
source: Marked incomplete
zh_hans: 已恢复为未完成

# 尚无可用聊天模型
source: No Available Chat Model
zh_hans: 尚无可用聊天模型

# 今日事项
source: Today’s agenda
zh_hans: 今日事项

# 允许提醒事项访问并选择可写列表后可新增
source: Allow Reminders access and choose a writable list to add a task
zh_hans: 允许提醒事项访问并选择可写列表后可新增

# 允许访问提醒事项
source: Allow Reminders access
zh_hans: 允许访问提醒事项

# 允许访问日历
source: Allow Calendar access
zh_hans: 允许访问日历

# 允许读取系统日历后，可在这里查看日程。
source: Allow access to your system calendars to view events here.
zh_hans: 允许读取系统日历后，可在这里查看日程。

# 全天
source: All day
zh_hans: 全天

# 全部事项
source: All items
zh_hans: 全部事项

# 加载更多日程
source: Load more events
zh_hans: 加载更多日程

# 地点
source: Location
zh_hans: 地点

# 尚未选择列表，请在筛选中勾选要展示的日历或待办列表。
source: No lists selected. Choose calendar or reminder lists in Filters.
zh_hans: 尚未选择列表，请在筛选中勾选要展示的日历或待办列表。

# 已展开
source: Expanded
zh_hans: 已展开

# 已收起
source: Collapsed
zh_hans: 已收起

# 开始
source: Start
zh_hans: 开始

# 当前已读取列表在此分组没有事项。
source: No items in this group from the lists currently loaded.
zh_hans: 当前已读取列表在此分组没有事项。

# 待办
source: Tasks
zh_hans: 待办

# 待办列表
source: Reminder lists
zh_hans: 待办列表

# 日历列表
source: Calendar lists
zh_hans: 日历列表

# 日历访问已关闭，请在系统设置中允许访问。
source: Calendar access is off. Allow access in system Settings.
zh_hans: 日历访问已关闭，请在系统设置中允许访问。

# 日程
source: Events
zh_hans: 日程

# 日程为只读展示，请在系统日历中编辑。
source: Events are read-only here. Edit them in the system Calendar app.
zh_hans: 日程为只读展示，请在系统日历中编辑。

# 日程详情
source: Event details
zh_hans: 日程详情

# 显示已完成待办
source: Show completed tasks
zh_hans: 显示已完成待办

# 未命名日程
source: Untitled event
zh_hans: 未命名日程

# 未安排
source: Unscheduled
zh_hans: 未安排

# 未来
source: Upcoming
zh_hans: 未来

# 未读取
source: Not loaded
zh_hans: 未读取

# 未选择
source: Not selected
zh_hans: 未选择

# 查看全部事项
source: View all items
zh_hans: 查看全部事项

# 查看日程详情
source: View event details
zh_hans: 查看日程详情

# 正在读取日历…
source: Loading calendars…
zh_hans: 正在读取日历…

# 没有可读取的待办列表。
source: No readable reminder lists.
zh_hans: 没有可读取的待办列表。

# 没有可读取的日历列表。
source: No readable calendar lists.
zh_hans: 没有可读取的日历列表。

# 知道了
source: Got it
zh_hans: 知道了

# 筛选全部事项
source: Filter all items
zh_hans: 筛选全部事项

# 系统限制了日历访问，请检查设备的访问限制。
source: Calendar access is restricted. Check the device’s access restrictions.
zh_hans: 系统限制了日历访问，请检查设备的访问限制。

# 结束
source: End
zh_hans: 结束

# 结束（不含）
source: End (exclusive)
zh_hans: 结束（不含）

# 这天没有待办。
source: No tasks due on this day.
zh_hans: 这天没有待办。

# 这天没有日程。
source: No events on this day.
zh_hans: 这天没有日程。

# 逾期
source: Overdue
zh_hans: 逾期

# 部分来源列表已不可用，已移除失效选择。其他筛选保持不变。
source: Some source lists are no longer available and were removed from the selection. Other filters are unchanged.
zh_hans: 部分来源列表已不可用，已移除失效选择。其他筛选保持不变。

# 预填所选日期，通知单独设置
source: Prefills the selected date. Notifications are set separately.
zh_hans: 预填所选日期，通知单独设置

# 上一周
source: Previous week
zh_hans: 上一周

# 上一月
source: Previous month
zh_hans: 上一月

# 下一周
source: Next week
zh_hans: 下一周

# 下一月
source: Next month
zh_hans: 下一月

# 展开月历
source: Expand to month
zh_hans: 展开月历

# 待办未读取
source: Tasks not loaded
zh_hans: 待办未读取

# 收起为周历
source: Collapse to week
zh_hans: 收起为周历

# 日程未读取
source: Events not loaded
zh_hans: 日程未读取

# 选择日期
source: Choose date
zh_hans: 选择日期

# %lld 项
source: %lld items
zh_hans: %lld 项

# %lld 项待办
source: %lld tasks
zh_hans: %lld 项待办

# %lld 项日程
source: %lld events
zh_hans: %lld 项日程

# %lld 项逾期待办 · 在“全部”中查看
source: %lld overdue tasks · View in All
zh_hans: %lld 项逾期待办 · 在“全部”中查看

# 日程已读取至 %@
source: Events loaded through %@
zh_hans: 日程已读取至 %@

# %@事项
source: Agenda for %@
zh_hans: %@事项

# 助手能力
source: Agent Capabilities
zh_hans: 助手能力

# 助手设定
source: Assistant Settings
zh_hans: 助手设定

# 工具连接
source: Connections
zh_hans: 工具连接

# 运行环境
source: Runtime Environment
zh_hans: 运行环境

# 系统镜像
source: System Image
zh_hans: 系统镜像

# 聊天设置
source: Chat Settings
zh_hans: 聊天设置

# 语音回复
source: Voice Replies
zh_hans: 语音回复

# 适用于支持快速模式的 GPT 模型。启用后可能增加额度消耗或费用，具体以服务商说明为准。
source: Applies to GPT models that support Fast Mode. Enabling it may increase quota usage or costs; refer to your provider's terms.
zh_hans: 适用于支持快速模式的 GPT 模型。启用后可能增加额度消耗或费用，具体以服务商说明为准。
